<?php

$payment_needed_today = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
            <h3 class="title">☆対人関係☆</h3>
              <p>イライラと緊張感の高まる暗示があります。小さな手抜きが話を大きくすれ違わせたり、他人の都合に振り回されてしまいそう･･･<br />
                <br /></p>
EOM;

$payment_needed_tomorrow = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
           <h3 class="title">☆愛☆</h3>
            <p>いろんな人から好感をもたれる一日になりそうです。中にはあなたにほのかな恋心を抱く人も。おつきあいをはじめて･･･<br></p>
EOM;

$payment_needed_weekly = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>太陽と誕生時の太陽が90度をとっています。</b><br>自分本意になりすぎたり、人にケンカを売るような態度はこの期間、マイナスです。<br>
ミスや失うものが多くなります。エゴをむき出しにしすぎてはあなたの立場が悪くなります。凶運期のため、新規事業は控え慎しむべきです。<br>
大きな望みの成果を急ぐには、まだ時期が早すぎます。今しばらく辛抱しましょう。あせりは･･･
<br>
EOM;

$payment_needed_weekly_love = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>太陽と誕生時の太陽が90度をとっています。</b><brセックス相性はいまひとつなとき。体よりも精神的にしっくりいかない時期のようです。原因はどうやらお互いの心の中にありそう。<br>あなたは、過去につきあった人と今の相手を無意識に比べてしまうかも。小さな違いが見つかって、戸惑いを感じるようです。<br>でも、相手は過去の人とは別人。こだわる必要はまったくありません。相手の良さに注目し、それを引き出す努力をしてください。<br>二人はお互いに豊かな才能と魅力をもっているのだから、素敵な愛を育てて･･･
<br>
EOM;

$payment_needed_weekly_diet = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<br><b>太陽と誕生時の太陽が90度をとっています</b><br>この時期のあなたは、ムリな目標をたててしまいがち。そのせいで体重やサイズのちょっとした変化に敏感に反応して、すぐカリカリしそう。また、短期間で大きな効果を上げようと過激なダイエットにチャレンジしたくなったりも。冷静に判断するように･･･
<br>
EOM;

$payment_needed_birth02 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<br><b>＊＊＊月と火星がＴＲＩＮＥ（１２０°）＊＊＊</b><br><br>　あなたは，活動的な精神と鋭い感性，そして天性の思いやりと，<br>物事をやり遂げていく実行力を備えています。やや理想に走ること<br>もありますが，その情熱をうまくコントロールすれば社会的に必ず<br>成功するはずです。<br>理想主義のあなたは，時として周りの人のことを忘れてしまうこと<br>があります。一歩立ち止って冷静になってみましょう。あなたの実<br>行力と積極性が･･･
<br>
EOM;
$payment_needed_diet01 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>成功への秘訣</b>
<br>あきっぽいあなた。あなたも長期戦のダイエットでは、かなり苦戦しそうな模様です。さらに新しモノ好きだから、一つのダイエットを実行中に他のダイエットに目移りして、結局何も達成できかなった・・・なんてこともしばしば。もしかしたら、12星座中一番のダイエットチャレンジャーなのかも。そんなあなただから、お仕着せのダイエット法を実践するのはまず無理。自分なりにいろんなダイエット法をアレンジして、挑戦するのがよさそう。だからまずはダイエット情報をたくさん集めて。その中から･･･<br>
<br>
EOM;

$payment_needed_diet02 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>毎日の心がけはコレ</b>
<br>動き回っていることで、さらなる元気が出るタイプ。だからこの性質を、どんどんダイエットに利用してしまうのが一番！いつもより少な目の食事で、たとえフラフラだとしても、家にじっとしていはダメ。「ダイエット中だから食べてはいけない！」などと思っていると、かえって誘惑に負けてしまいそう。なるべくいろんな予定をたてて、あちこちへ出かけるようにしましょう。でもホテルのケーキバイキングなど、食べることが目的のイベントは禁物･･･<br>
<br>
EOM;

$payment_needed_diet03 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>こんなダイエットはダメ</b>
<br>足が弱点。だから、ダイエットのため運動するのはいいけれど、あまりに足に負担がかかるようのものは×。激しくジャンプしたり、走り回ったり、右へ左へ、後ろへ前へ、ひっきりなしに動くようなエクササイズは避けた方がよさそう。かえって足腰を、痛めてしまいかねません。もちろんボクササイズみたいな、常に足首を上げていなければならないような運動も禁物。足に負担をかけないといったら、やっぱり水の中。泳ぎが得意な人は、水泳を日課にしてみては？泳げない人は･･･<br>
<br>
EOM;

$payment_needed_diet04 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>ダイエットの邪魔者</b>
最大の敵は、あなたの「飽きっぽさ」。昔から一つのことを続けるのが苦手だったのではないでしょうか？ダイエットも初めはメラメラと闘志に燃えていたのに、いつのまにシュンとしぼんでいってしまいそう。「なんかやる気なくなってきたなぁ」なんて思い始めたら、要注意です。そもそもダイエットは根気がなにより大切なのです。自分の性格を自覚して、どのようにしたら続けられるか、どのようなダイエットメニューならば飽きないかを検討して、あなたに相応しい･･･<br>
<br>
EOM;

$payment_needed_diet05 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>ここで失敗しそう</b>
<br>
最大の敵は、あなたの「飽きっぽさ」。昔から一つのことを続けるのが苦手だったのではないでしょうか？ダイエットも初めはメラメラと闘志に燃えていたのに、いつのまにシュンとしぼんでいってしまいそう。「なんかやる気なくなってきたなぁ」なんて思い始めたら、要注意です。そもそもダイエットは根気がなにより大切なのです。自分の性格を自覚して、どのようにしたら続けられるか、どのようなダイエットメニューならば飽きないかを検討して、あなたに相応しい･･･<br>
<br>
EOM;

$payment_needed_diet06 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>こんな誘惑に弱い</b>
<br>
臭覚や味覚はとくに人並はずれた能力を備えているようです。一度食べたソースの味は二度と忘れないでしょうし、何の素材を使っているか分析する能力にもたけています。そんなあなたは、料理人に向いているとも言えます。また、料理人以外の職種に就いたとしても、当然おいしいものには目がない料理中心の生活になりそうです。休日の楽しみは、レストラン巡りや各地の名産を食べ歩くこと…<br>
<br>
EOM;

$payment_needed_diet07 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>こんな誘惑に弱い</b>
<br>
食に関して、もともとあなたはムラがあるようです。食事の時間帯や一度に摂る量が不規則。そんなに食が太くはない上、日頃から神経を使いすぎて胃腸の機能も衰えがち。もっと、からだをいたわる必要があります。あなたにとっては、たっぷり睡眠をとって神経を休めることが活力の源になるでしょう。自分なりのストレス解消法を、探してください。あとは、食事に気を配ること。サプリメントで、お手軽に健康を追求しないように･･･<br>
<br>
EOM;

$payment_needed_money01 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
あなたは金運にきわめて恵まれていると言えます。目先の小さな利益にこだわらず、大きな市場に関心を向けるとよいでしょう。不動産などを運用すれば、かなりの利益をあげることができます。また株の売買などに着手しても、大きな財産を築けるでしょう。
日々かかる雑費を抑えるのは、なかなかうまいようです。友人との付き合い方なども、たくさん使わずに楽しむ方法をあなたは心得ています。また仕事運もよく、何をやっても高収入が得られます。労力のわりに･･･
<br>
EOM;

$payment_needed_money02 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
タフでエネルギッシュな仕事ぶりにはかなり定評があります。行動力、探求心ともに抜群で、難問があればあるほど闘争心をみなぎらせるタイプの人間です。たとえどんな仕事に就いたとしても、おおむね成功に導ける力を生来持っているといえます。
リーダーシップをとる才にもあふれているので、早い時点から責任あるポストを任せられます。後輩の意見などにも真剣に耳を傾けるので、仕事以外の相談を受けることもしばしばあるのでは？
昇進は猛スピードであなたの元にやってくるでしょう。
ひとところにとどまるよりは、転職を･･･
<br>
EOM;

$payment_needed_money03 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
感受性が非常に鋭い反面、クールな態度をとることもあるというあなた。不思議な二面性は、趣味の世界にも反映されているよう。人の噂などまったく気にしないほうなので、精神的には安定しています。
たとえば、昨日はクラシック音楽を聴きまくっていたのに、今日になったらヒップホップやラップに没頭しているといった場面は、しばしばのはず。あなたの変わり様が極端なので、周囲は理解に苦しみます。
しかし、あなたのなかではバランスがとれているのですから、問題は･･･
<br>
EOM;

$payment_needed_money04 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
あなたの仕事運がなかなか上昇のきざしを見せないのは、あなたの消極的な態度が原因といえそうです。ここ一番という時にかぎって臆してしまうのはあなたの悪い癖であると言えます。いい意味で貧欲になるすべを学くことを徹底していってください。
難局にひとり立たされることになると、すぐにあきらめてしまう点も問題といえるでしょう。職場でのあなたの評価は、決して悪いものではありません。自分の能力に自信をもって、その上で、さらなる技術や思考法を身につけていくようにしてください。
こうした努力を怠っているかぎり･･･
<br>
EOM;

$payment_needed_money05 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
人体の治癒に関与する学問や、情操をもとに営む学問に適性があるようです。医学・薬学関係、音楽、家庭科学関係などで、社会的にも、その家庭でも、成功する可能性に溢れているといっていいでしょう。これらを具体的な目安にしてください。
ですから、これらの資質を生かした上での職業選択をすることが、今後のあなたの仕事運や家庭運を大きく左右すると言っていいでしょう。具体的にはまず、病院関係、ナース産業、薬剤・製薬産業といったところに、あなたのやりがいをかき立てるモノがあります。
また、癒しの方面では･･･
<br>
EOM;

$payment_needed_find01 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
あなたは社会的な活動に熱心に参加して、その活動のなかに生きがいを見出していくタイプと言えそうです。ただ、政治的な運動というよりも、歴史探訪などのような知的な勉強会に興味を持っているのではないでしょうか。進んで足を運ぶことでしょう。
慈善運動にも、積極的になれるタイプでしょう。特に、自分とは年齢の離れた人たちのために、精神誠意自分の持てる力を尽くすことに大きな生きがいを感じているのではないでしょうか。ボランティアとしての資質も、充分に備わっているようです。あなたが若ければ･･･
<br>
EOM;

$payment_needed_find02 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
あなたは典型的なロマンチスト。他人の不幸を自分のことのように受け止め、心から同情するタイプです。友人や恋人が悲しい目に合うと、同じくらいのダメージをまともに受けます。非常に繊細な神経がもたらす、美しくも悲しい性といえるでしょう。
ただロマンを追求するあまり、現実からは足が浮いた状態におちいりがちな面があるよう。霊的・神秘的なことも決して悪いとはいえませんが、限度を知って。興味のない人に対して熱弁を振るうと、オカルトマニアというレッテルを貼られてしまうことに。
やや心配性な面もあり、難事にぶつかると、ふさぎ込んで･･･
<br>
EOM;

$payment_needed_find03 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
あなたはとても現実的で、そしてクールな知性の持ち主といえるでしょう。どんなことに対しても流されることなく、真剣に真摯に取り組むことができるので、誰もが認める着実な成果をあげることができます。そしてそれを確実にものにすることができるでしょう。
先のことも緻密に計算し、その成果まできっちり予想し、計算してスタートするようなタイプなので、まず大きな失敗に泣くことはないでしょう。けれども、たまには遊ぶことの楽しさも知る必要があります。真面目なだけでは味気ない人生となってしまいます。
あくまでも自分の分野にこだわって･･･
<br>
EOM;

$payment_needed_find04 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
頭の回転が早く、思ったことを形にする才能に長けています。とくに文章を書く素養は、普通の人よりかなり高いよう。うまくステップアップしていけば、その道のプロとして成功できるかもしれません。また、あなたのそういう資質が人々を惹きつけます。
いろいろな文体を使いこなせるよう、トレーニングしましょう。友人に送るメールなどが、いい練習場所になるかも。ただ、あまりに直球な内容の文面を送らないようにしましょう。いくらあなたに好意があっても、それが元で気持ちが失せてしまいかねません。
日記などをつけて<br>
EOM;

$payment_needed_find05 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
感受性が非常に鋭い反面、クールな態度をとることもあるというあなた。不思議な二面性は、趣味の世界にも反映されているよう。人の噂などまったく気にしないほうなので、精神的には安定しています。
たとえば、昨日はクラシック音楽を聴きまくっていたのに、今日になったらヒップホップやラップに没頭しているといった場面は、しばしばのはず。あなたの変わり様が極端なので、周囲は理解に苦しみます。
しかし、あなたのなかではバランスがとれているのですから、問題はまったくありません。あなたは、大勢で楽しむ･･･<br>
EOM;

$payment_needed_find06 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
常に今より上を目指し、また忍耐力にもあふれているあなた。レジャーや趣味に関しても、さまざまな対象を選んでいくことが、あなたの生活をより充実したものにするための、キーポイントと言えそうです。
スポーツでもアートでも、どれが特に好きというのではなく、平均的に興味を持っています。しかし、音楽観賞には比較的熱心なようで、オーディオなど周辺機器に凝るなど、細かい神経をいき届かせていそう。
手先の器用なあなたは、自分でこつこつと手づくりした作品を･･･<br>
EOM;

$payment_needed_future01 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
どうなるかわからないハプニングの連続。そこをどう切り抜けていくか。あなたは、そんな波乱に満ちた人生を楽しむタイプとなります。安定は望めない、というか、むしろ望んでいないよう。その瞬間を生きるということに、重きを置いているのです。
大胆に一直線に進むことがあなたの長所なのですが、それが空回りに終わって、かえって失敗することも幾度となくあるでしょう。しかし、その勇気はかけがえのないもの。少なくとも、それを見ていた人たちの心に感銘を与えることだけは確かです。
人の後塵を拝するのは･･･<br>
EOM;

$payment_needed_future02 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
愛する人の背信行為や不信、不貞など、ショッキングな出来事の暗示が出ています。それによって深く傷つき、自分の感情に執着するでしょう。その結果、あなたはガラリと人格が変わるかも。
そのため、人間が信じられなくなってしまったり、何ものをも許さずに自分の殻に閉じこもってしまうこともありえます。本来あなたには、自分のプライドを傷つけたり、侮辱してきた人を決して許さない傾向があるよう。
確かに悲しい出来事ですし、ショックも大きいでしょう。その反動から･･･<br>
EOM;

$payment_needed_aishou = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<br>
<b>性格</b>
<br>夢やロマンをもち続けるピュアなハートをもったあなた。さらに、大きな目標に向かって努力していく能力と根性をもっています。
ただ、夢にこだわりすぎて、現実に目を背けてしまう傾向が。どう考えても実現不可能なことにチャレンジしたのでは徒労に終わってしまいます。
お相手は、そんな純粋なあなたにとても好感をもっています。そして、あなたのことをしっかりバックアップしてくれる人。
せっかくあなたのことを理解してくれる人と巡り合えたのだから･･･<br>
<br>
EOM;

$payment_needed_love01 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
とても情熱的な恋をする人なのでしょう。自分から積極的に相手を求めて接近していくタイプなのではないでしょうか。ただし気をつけなければならないのは、あなたにはフライングも目立ちます。思いあまって、一方的に恋の告白をしてしまい傾向があるようです。
恋い焦がれる相手しか、見えなくなってしまうのでしょう。そのまま突っ走ってしまうと、周囲の人たちとトラブルを起こす恐れがおおいにあります。あるいは、あなたの真意が相手にうまく伝わらずに、苦しい思いをすることもたびたびあるのではないでしょうか。
また、官能的な魅力におぼれてしまい･･･<br>
EOM;

$payment_needed_love02 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
常に活発なエネルギーに満ちあふれている人と言えるでしょう。恋をした相手に対しても、積極的な行動でアプローチしてゆくようです。その熱意が相手の心を動かすことになれば、情熱的な恋のシーンを繰り広げる結果になるのは間違いなさそうです。
数多い恋愛経験を積み重ねていくタイプのあなたです。幸と不幸の両面をそのたびに味わうことになるでしょうが、最後は理想の相手に出会える可能性が非常に高そうです。あなたの長所は、別れた人ともずっと友人関係を保つことができる、ということ。
よくも悪くも、柔軟な性質の持ち主と･･･<br>
EOM;

$payment_needed_love03 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
あなたの恋愛は、なかなか花が咲かないように思われます。どちらかといえば憶病な性格のあなたなので、行動的な態度に出られないのではないでしょうか？相手は、やきもきしているかもしれません。このままでは、恋愛運は停滞する一方と言えます。
相手はとても素敵な人と言えそうです。当然、ライバルの登場もおそらく多いでしょう。だからこそ、積極的なアプローチが必要なのです。防御の姿勢にまわっていたのでは、勝ち目などあるはずがありません。あなたはもっと自分に自信を持つことが大切です。
最終的には幸せゴールイン･･･<br>
EOM;

$payment_needed_love04 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
もしあなたが女性ならば、多くの男性を迷わせるようなタイプと言ってもいいでしょう。時として思いもよらないような、みだらに振る舞ったり、男を誘惑して手玉にとることは、あなたにとってとても簡単なことのようです。逆に男性ならば女性を騙すタイプです
パートナーとの愛情表現とは程遠いものなのかもしれません。どちらかというと、自分の世渡りの武器と言ってもいいかもしれません。自分が利益を得るための手段のひとつとして利用していく傾向が
･･･<br>
EOM;

$payment_needed_love05 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
両親の不仲など、家庭環境があまり良くなかったことが原因となっているのでしょうか。愛情に満ちた家族の会話や団欒などを知らないように思われます。「たとえ家族といえども所詮は他人」といった、冷めた考え方が、あなたを支配しているようです。
そのせいか、あなたは経済面や食生活といった生活にまつわる全てを、合理的に割り切ってしまう傾向があるようです。それは性生活にも影響していて、感情をあらわにすることがありません。すべてにおいて、悪い意味で冷静であり、スキが感じられないのです。
そのために、家庭はどこか寒々しい雰囲気に･･･<br>
EOM;

$payment_needed_love06 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
あなたの恋愛は、なかなか花開いてくれません。どちらかといえば憶病な性格のあなたなので、行動的な態度に出られないのではないでしょうか？
相手は、やきもきしているかもしれません。このままでは、結婚運は停滞してしまい二人の将来まで見えてきません。
相手はとても素敵な人と言えそうです。当然、ライバルの登場もおそらく多いでしょう。だからこそ、積極的なアプローチが必要なのです。防御の姿勢にまわっていたのでは、勝ち目などあるはずがありません。あなたはもっと自分に自信を･･･<br>
EOM;

$payment_needed_love07 = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
恋をした相手に対しても、積極的な行動でアプローチしてゆくようです。その熱意が相手の心を動かすことになれば、情熱的な恋のシーンを繰り広げる結果になるのは間違いなさそうです。
数多い結婚経験を積み重ねていくタイプのあなたです。幸と不幸の両面をそのたびに味わうことになるでしょうが、最後は理想の相手に出会える可能性が非常に高そうです。あなたの長所は、別れた人ともずっと友人関係を保つことができる、ということ。
よくも悪くも、柔軟な性質の持ち主と･･･<br>
EOM;

$payment_needed_2013first = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
EOM;

$payment_needed_2013first01 = <<< EOM
あなたの力が周囲に認められるときです。また、存分に自分の力を発揮できる時期でもあるので、毎日が充実していることでしょう。不思議とパワーがみなぎる感じを体験できる貴重な時期でもあるようです。
明るい展望で物事を進めることができ、希望に溢れています。目の付け所も当たっていてうれしくなるようです。そのままでも心配ありませんが、慎重さをプラスすると、よりあなたの運気は上昇することでしょう。
ただし、あまりの好調さにハメをはずしてしまうと、ときとして周囲との衝突を招くことになります。必要以上にものごとにつっこんでいったり、肩ひじばかり張ってしまうの･･･<br>
EOM;

$payment_needed_2013first02 = <<< EOM
この時期、視野を狭くすると、ミスや損失のもとになります。いつもより、のんきな気分になってしまいますが、そのことで痛手を受ける恐れがあります。楽観的というより、手抜きな感じを周囲に与えてしまっているのです。
また、何かにのめり込むことがありそうですが、熱中すべき対象が違っていませんか。自分の思いどおりにすることが、モラルに反する行動につながったりしがちです。エネルギーがあるだけに強引に･･･<br>
EOM;

$payment_needed_2013first03 = <<< EOM
これといって理由もなく、毎日が穏やかで楽しげに過ごせる時期です。今までの人間関係のなかにより幸せなおつきあいが始まりそうな予感がします。ただし、特別ドラマティックでないことが物足りないかもしれません。
今は、大きな問題もなく、想う相手のことをすべて受け止めてあげらるときです。積極的に関わっていってよいでしょう。相手の悩みも解決する鍵をみつけてあげられたり、気を晴らしてあけだりと、あなたの余裕が光るでしょう。
“愛の天使”があなたの周りで飛びかっているようです。やさしさを思いきり発揮･･･<br>
EOM;

$payment_needed_2013first04 = <<< EOM
豊かなあなたの魅力を存分に発揮する時期です。知性も冴え、感性も豊かになっているので、ますます周りからの人気は集まってくる予感です。あなたの趣味や好みの持ち物に興味を持たれることがあるでしょう。
人との関わり合いが増えるにつれて、感情的なトラブルが起こることもありそうです。人当たりがよくなるだけに、八方美人もほどほどにしておきましょう。
いつも以上に、自重することを心がけて･･･<br>
EOM;

$payment_needed_2013love = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>愛の変遷と出会いを知る</b>
<br>
<br>
愛を求める心がとても強くなるとき。金星がもたらすパワーによって魅力が高まっているので、この時期にあわせて恋愛に対して積極的になれば、必ず良い結果に恵まれるはず。恋人との関係を進展させたいと願っている人は、今が狙い目。ちょっと思い切った行動に出てみるのもオススメです。異性との新しい出会いも多くなる時期ですが、愛を欲するあまり誰彼かまわずつきあうのは･･･<br>
EOM;

$payment_needed_2013fortune = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>2013年の運気</b>
<br>
<br>
自分の力をみんなに知ってもらいたい、独立してさらなる飛躍を遂げたい、という欲求が高まります。この時期は、目的を達成するためのエネルギーが高まり、頂点にまで達するため、何かを成し遂げるには最高のときです。増大したエネルギーを前向きに活用できれば、必ず望みが達成できるでしょう。目前に現れる障害にも打ち勝つことが可能です。普段よりも大胆になれる時期･･･<br>
EOM;

$payment_needed_2013jobmoney = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>今年の転機を知る</b>
<br>
<br>
万事が不調となり、同時に困難が訪れる時期です。競争力の低下によって業績も停滞しがちですが、あせって改革しようとすると、致命的な失敗が起こる怖れもあります。くれぐれも慎重な判断を心掛けてください。また、この時期に論争しても有利な結果は得られません。できれば争いごとからは少し距離を置くべきです。極端な行動は避け、活力の温存に勤めましょう。精神的な疲労が･･･<br>
EOM;

$payment_needed_ranking = <<< EOM
<center>このコンテンツのご利用には、有料会員登録が必要です。
<br>
<br>
<a href="http://stella-net.jp/point.php">こちら</a>より会費を購入してください。
<br>
<a href="http://stella-net.jp/point.php"><img border="0" src="shared/images/sign_up/bt_pay.jpg"></a></center>
<br>
<br>
<h2>＜＜占い結果例文＞＞</h2>
<br>
<b>星座別 セクシーさランキング</b>
<br>
<br>
ちょっと謎めいた雰囲気をもつあなたは、セクシーさがプンプン。男性なら、渋めでニヒルな魅力をもち、女性なら色気ムンムン。もちろんＨの方も、かなり好きかも。ただ、セクシーさには恵まれているけれど、恋のハンティングはやや苦手。常に愛を求めているけど、自ら恋を手に入れる行動力はありません。また、フィジカルな関係だけになりやすく、本物の恋愛になかなか･･･<br>
EOM;
