<?php
$rank_title = array(
    "アクティブさ",        ##	0
    "お金の管理能力",    ##	1
    "仕切り魔度",        ##	2
    "そそっかしさ",        ##	3
    "粘り強さ",        ##	4
    "愛の盲目度",        ##	5
    "勘の強さ",        ##	6
    "気まぐれ度",        ##	7
    "口説き上手",        ##	8
    "常識度",        ##	9
    "才能発揮度",        ##	10
    "衝動買い度",        ##	11
    "結婚しやすさ",        ##	12
    "打たれ強さ",        ##	13
    "正義感の強さ",        ##	14
    "アイデア力",        ##	15
    "おだてに乗り易さ",    ##	16
    "物欲の強さ",        ##	17
    "親しみやすさ",        ##	18
    "記憶力の強さ",        ##	19
    "くどかれやすさ",    ##	20
    "セクシーさ",        ##	21
    "だまされやすさ",    ##	22
    "愛されやすさ",        ##	23
    "危機回避能力",        ##	24
    "湿っぽさ",        ##	25
    "能天気度",        ##	26
    "浮気度",        ##	27
    "立直りの早さ",        ##	28
    "障害突破力",        ##	29
    "一目ぼれしやすさ",    ##	30
    "好奇心の強さ",        ##	31
    "素直さ",        ##	32
    "頭の回転の早さ",    ##	33
    "誘われやすさ",        ##	34
    "念願達成率",        ##	35
    "五月病",        ##	36
    "恋の成功率",        ##	37
    "なじみやすさ"        ##	38
);


$rank_planet = array(
    "火星",    ##	0
    "金星",    ##	1
    "水星",    ##	2
    "月",    ##	3
    "太陽",    ##	4
    "金星",    ##	5
    "火星",    ##	6
    "月",    ##	7
    "火星",    ##	8
    "木星",    ##	9
    "水星",    ##	10
    "太陽",    ##	11
    "月",    ##	12
    "火星",    ##	13
    "太陽",    ##	14
    "水星",    ##	15
    "太陽",    ##	16
    "火星",    ##	17
    "月",    ##	18
    "水星",    ##	19
    "金星",    ##	20
    "火星",    ##	21
    "月",    ##	22
    "金星",    ##	23
    "水星",    ##	24
    "月",    ##	25
    "木星",    ##	26
    "金星",    ##	27
    "太陽",    ##	28
    "火星",    ##	29
    "金星",    ##	30
    "太陽",    ##	31
    "月",    ##	32
    "水星",    ##	33
    "金星",    ##	34
    "太陽",    ##	35
    "月",    ##	36
    "金星",    ##	37
    "太陽"    ##	38
);


$rank_color = array(
    "#cc99cc",
    "#ffccff",
    "#FFCC99",
    "#ffcc33",
    "#FF99FF",
    "#FF9999",
    "#FF9933",
    "#FF66FF",
    "#FF6666",
    "#FF6600",
    "#cc66ff",
    "#99FFFF"
);
